perf/section2/sync_workers.yaml
config:
  environments:
    node:
      target: 'http://localhost:5555/node'
      plugins:
        statsd:
          host: localhost
          port: 8125
          prefix: "artillery-node"

  pool: 50 # All HTTP requests from all virtual users will be sent over the same connections

  phases:
    - duration: 15
      arrivalRate: 1
    - name: Ramp
      duration: 30
      arrivalRate: 5
      rampTo: 21
    - name: Plain
      duration: 90
      arrivalRate: 21
    - duration: 15
      arrivalRate: 1
    - name: Ramp
      duration: 30
      arrivalRate: 5
      rampTo: 22
    - name: Plain
      duration: 1200
      arrivalRate: 22
    - duration: 30
      arrivalRate: 1

scenarios:
  - name: Bbox2 (/)
    flow:
      - get:
          url: '/proxy-9091'